Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: As underlined by Minister Joanna Wronecka, “Poland will strive to increase its official contribution to ODA to 0.33% of gross national income (GNI) by 2030, in line with the position of the Government of the Republic of Poland adopted in 2015”.
pl: Jak podkreśliła p. Minister Joanna Wronecka, „Polska dążyć będzie do zwiększenia oficjalnej pomocy rozwojowej na ODA do poziomu 0,33% dochodu narodowego brutto (DNB) do 2030 roku, zgodnie z przyjętym w 2015 roku stanowiskiem Rządu RP”.

source: During the discussion the belief prevailed that the problem of international terrorism will be dealt with more effectively through increasingly better international cooperation on the part of the states and governments concerned.
pl: W wypowiedziach dominowało także przeświadczenie, że problem międzynarodowego terroryzmu będzie skuteczniej rozwiązywany dzięki coraz lepszej międzynarodowej współpracy zainteresowanych pastw i rządów.

source: Mrs. Zuzanna Kierzkowska drew attention to those goals and directions of Polish foreign policy as well as security issues in individual African countries, which were important determinants of the ultimate directions of development aid provided by Poland.
pl: Pani Zuzanna Kierzkowska zwróciła uwagę na cele i kierunki polityki zagranicznej Polski oraz kwestie bezpieczeństwa w poszczególnych krajach afrykańskich, które to odgrywały istotną rolę przy ostatecznym określeniu kierunków pomocy rozwojowej realizowanej przez Polskę.

source: Questions asked by the Conference participants concerned, among others, operational problems faced on the spot by organizations implementing development projects.
pl: Pytania uczestników konferencji dotyczyły m.in. problemów operacyjnych, z jakimi borykają się na miejscu organizacje realizujące projekty rozwojowe.

source: Mr. Jan Bazyl pointed to an important role of global education in the process of shaping social awareness of the need for development aid.
pl: Pan Jan Bazyl zwrócił uwagę na istotną rolę edukacji globalnej w procesie kształtowania świadomości społecznej dotyczącej konieczności pomocy rozwojowej.

source: The discussion concerned also the motivations and goals of development aid - the panelists unanimously agreed that these should be primarily striving to reduce poverty and to respect the values of democracy and human rights.
pl: Dyskusja dotyczyła też motywacji i celów pomocy rozwojowej, której jako podstawową paneliści jednomyślnie określili dążeniem do redukcji biedy, poszanowania wartości demokracji i praw człowieka.

source: The problem of migration and refugees was also strongly emphasized in the statements made by the participants.
pl: Problem migracji i uchodźctwa został również silnie akcentowany w wypowiedziach uczestników dyskusji.

source: The Ministry of Foreign Affairs was the honorary patron of the Conference.
pl: Honorowy patronat nad konferencją objął Minister Spraw Zagranicznych.

source: You are here Polish Aid / News / Minister Katarzyna Pełczyńska-Nałęcz visits Tajikistan
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta Minister Katarzyny Pełczyńskiej-Nałęcz w Tadżykistanie

source: Minister Katarzyna Pełczyńska-Nałęcz visits Tajikistan
pl: Wizyta Minister Katarzyny Pełczyńskiej-Nałęcz w Tadżykistanie

source: In the Republic of Tajikistan Katarzyna Pełczyńska-Nałęcz met with the Minister of Foreign Affairs Hamrohon Zarifi and the State Secretary of Economic Development and Trade Sharif Rahimzoda.
pl: W Republice Tadżykistanu Katarzyna Pełczyńska-Nałęcz spotkała się z ministrem spraw zagranicznych Hamrohonem Zarifi oraz wiceministrem rozwoju ekonomicznego i handlu Szarifem Ramhizodą.

source: The issue of regional safety, relations with EU and NATO have also stimulated the debate.
pl: Wizycie towarzyszyły spotkania z organizacjami pozarządowymi i środowiskami eksperckimi.

source: Shahrutz region in the Khatlon province (Shahrutz city is the capital) is the poorest region in the entire Tajikistan - mainly as a result of male labour migration to Russia.
pl: Rejon Shahrtuz, którego centrum stanowi miasto Shahrtuz znajduje się w prowincji Khatlon - najuboższym regionie w Tadżykistanie.

source: Women becoming sole breadwinners on the spot face a difficult situation to support their families.
pl: Jednym z największych problemów prowincji jest migracja zarobkowa mężczyzn do Rosji i spowodowane tym trudne położenie kobiet i dzieci, które pozostały na miejscu.

source: The project is aimed at increasing incomes yielded and improving living conditions of 155 women and their families through the support of existing and creation of new female cooperatives.
pl: Celem projektu jest zwiększenie dochodów i polepszenie warunków życia 155 kobiet oraz ich rodzin poprzez wsparcie istniejących i stworzenie nowych spółdzielni kobiecych.

source: The support will be given through allocation of micro-credits to 7 existing and 5 new cooperatives as well as carrying out workshops concerning creation and management of business activity, taxes and standards of tax controls.
pl: Wsparcie udzielone zostanie m.in. poprzez przyznanie mikrokredytów dla 7 istniejących i 5 nowych spółdzielni oraz przeprowadzenie warsztatów dotyczących m.in. założenia i prowadzenia działalności gospodarczej, podatków i standardów kontroli podatkowych.

source: These activities are a continuation of the 2012 project carried out with the assistance of the Chashma organization, which succeeded at introducing of 105 women from the Shahrutz region to the labour market (51 participants successfully breed and sell goats and sheep, 25 women do tailoring, 16 women cultivate and sell vegetables, 7 women decided on chicken breeding and egg sales, 4 of them having one cow each live by selling milk, 2 women bake and sell bread).
pl: Wsparcie kobiet stanowi kontynuację ubiegłorocznego projektu prowadzonego w partnerstwie z organizacją Chashma w 2012 roku, podczas którego na rynek pracy weszło 105 kobiet z rejonu Shahrtuz (51 uczestniczek zajmuje się hodowlą i sprzedażą kóz i owiec, 25 kobiet zajmuje się krawiectwem, 16 kobiet uprawia i sprzedaje warzywa, 7 kobiet zdecydowało się na hodowlę kur i sprzedaż jaj, 4 hodują po jednej krowie i sprzedają mleko, 2 kobiety pieką i sprzedają chleb).

source: In 2013 50 new beneficiaries joined the project, working in five newly initiated teams.
pl: W 2013 roku do ubiegłorocznych beneficjentek dołączyło 50 nowych osób, pracujących w pięciu nowych zespołach.

source: Three groups have been created in the Shahrutz city itself and two in the Karol Marks village nearby.
pl: Trzy grupy powstały w samym Shahrtuzie, a dwie we wsi Karol Marks.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2015 / Polish Aid 2012-2015 photography exhibition in Open-Air Gallery, Royal Łazienki Museum in Warsaw / Opening of Polish Aid exhibition
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2015 / Wystawa fotograficzna Polska pomoc 2012-2015 w Galerii Plenerowej Łazienek Królewskich w Warszawie / Otwarcie wystawy poświęconej Polskiej Pomocy

source: Opening of Polish Aid exhibition
pl: Otwarcie wystawy poświęconej Polskiej Pomocy

source: “Polish Aid helps to support democracy, promote social and economic change, reduce poverty, and improve education systems,” Undersecretary of State Konrad Pawlik said at the inauguration of a photo exhibition devoted to Poland's development and humanitarian assistance.
pl: - Dzięki polskiej pomocy możliwe jest wspieranie demokracji, przemian społecznych i gospodarczych, redukcji ubóstwa czy poprawa systemu edukacji - mówił podsekretarz stanu Konrad Pawlik podczas uroczystego otwarcia w Łazienkach Królewskich w Warszawie wystawy fotograficznej poświęconej polskiej pomocy rozwojowej i humanitarnej.

source: The event is hosted by the Royal Łazienki Museum in Warsaw.
pl: Wiceminister Konrad Pawlik otworzył wystawę razem z dyrektorem Łazienek Tadeuszem Zielniewiczem.

source: “In the Eastern Partnership countries, assistance focuses on supporting democracy, and social and economic change.
pl: - W krajach Partnerstwa Wschodniego pomoc skupia się przede wszystkim na wspieraniu demokracji oraz przemian społecznych i gospodarczych.

source: In Asia and Africa, its chief aim is to reduce poverty, make healthcare more accessible, and improve education systems,” he said.
pl: W krajach Azji i Afryki jej celem jest przede wszystkim redukcja ubóstwa, zwiększenie dostępności do opieki zdrowotnej i poprawianie systemu edukacji - powiedział.

source: As the deputy minister pointed out, Polish humanitarian assistance included aid convoys sent to Ukraine.
pl: Wiceminister zaznaczył też, że w ramach polskiej pomocy humanitarnej udało się m.in. wysłać konwoje z pomocą na Ukrainę.

source: The photo exhibition is on display at the Open-Air Gallery of the Royal Łazienki Museum in Warsaw, Al. Ujazdowskie, until 28 September 2015. 54 large-format boards depict projects carried out with the help of Polish Aid.
pl: Wystawę fotograficzną można oglądać w Galerii Plenerowej Łazienek Królewskich w Warszawie (Al. Ujazdowskie), do 28 września 2015 r. Na 54 dużych planszach przedstawiono projekty realizowane przy wsparciu Polskiej Pomocy.

source: The featured photos illustrate projects implemented in the Eastern partnership countries (Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine), East Africa (Burundi, Ethiopia, Kenya, Rwanda, Somalia, South Sudan, Tanzania and Uganda), North Africa (Libya and Tunisia), Asia (Afghanistan, Kyrgyzstan and Tajikistan), and the Middle East (Palestine).
pl: Prezentowane na wystawie zdjęcia ilustrują projekty zrealizowane w Państwach Partnerstwa Wschodniego (Armenia, Azerbejdżan, Białoruś, Gruzja, Mołdawia i Ukraina), Afryki Wschodniej (Burundi, Etiopia, Kenia, Rwanda, Somalia, Sudan Południowy, Tanzania i Uganda), Afryki Północnej (Libia i Tunezja), Azji (Afganistan, Kirgistan, Tadżykistan) oraz Bliskiego Wschodu (Palestyna).

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / World Humanitarian Day 2015
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Światowy Dzień Pomocy Humanitarnej 2015

source: World Humanitarian Day 2015
pl: Światowy Dzień Pomocy Humanitarnej 2015

source: Let's make solidarity, empathy and selfless willingness to help those in need more present in our daily lives.
pl: Podziel się swoim człowieczeństwem, włącz się w kampanię #SHAREHUMANITY , której celem jest podniesienie świadomości społecznej dotyczącej pomocy humanitarnej.

source: You are here Polish Aid / Our activities / Volunteering Programme / Aims
pl: jesteś tutaj Polska pomoc / Nasze działania / Wolontariat polska pomoc / Program "Wolontariat polska pomoc" / Cele

source: The main aims of the Polish Aid Volunteering Programme are identical to the goals of Polish development assistance resulting from the "Strategy for Poland's Development Co-operation".
pl: Główne cele funkcjonowania programu wolontariatu polska pomoc są tożsame z celami polskiej pomocy rozwojowej, wynikającymi ze „Strategii polskiej współpracy na rzecz rozwoju".

source: In this respect, the Polish Aid Volunteering Programme is likely to become a key factor in strengthening the performance potential of Polish NGOs and in increasing the effectiveness of implemented development projects.
pl: W tym ujęciu wolontariat polska pomoc ma szansę stać się istotnym elementem służącym wzmocnieniu potencjału wykonawczego polskich organizacji pozarządowych (NGOs) i przyczynić się do zwiększenia efektywności realizowanych projektów rozwojowych.

source: Furthermore, the programme supports initiatives in the field of global education in Poland and aims to stimulate activities of former volunteers in this field.
pl: Program stanowi wsparcie dla działań z zakresu edukacji globalnej w Polsce i ma za zadanie stymulować aktywność byłych wolontariuszy w tej dziedzinie.

source: Global education, which will be a field of collaboration of former volunteers, should strengthen social support and involvement of Poles in development co-operation.
pl: Edukacja globalna, w której będą uczestniczyć byli wolontariusze, powinna stać się istotnym elementem wzmacniającym społeczne poparcie i zaangażowanie Polaków we współpracę na rzecz rozwoju.

source: One of the main goals of this recently forming system is to encourage social initiatives undertaken by volunteers once they return to Poland.
pl: Pobudzenie aktywności społecznej wolontariuszy po powrocie do Polski jest jednym z celów budowanego systemu.

source: During the pilot year, grants for small educational initiatives for former volunteers should be included in the budget declared by an NGO.
pl: W roku pilotażowym granty na niewielkie inicjatywy edukacyjne dla byłych wolontariuszy powinny wchodzić w skład budżetu przedstawianego przez organizację pozarządową.

source: This solution seems to be the best not only for a volunteer, but also for a country that would have to finance voluntary work abroad.
pl: Rozwiązanie takie wydaje się najlepsze zarówno ze względu na interes wolontariusza, jak i jego otoczenia, w tym państwa, które miałoby finansować wolontariat zagraniczny.

source: Volunteers who come back from a stay abroad should have an opportunity to achieve self-fulfilment and to take advantage of knowledge and skills gained during the stay abroad, among others, through activities undertaken in their own community.
pl: Powracający do kraju wolontariusz powinien mieć możliwość samorealizacji i wykorzystania wiedzy i umiejętności zdobytych w czasie wyjazdu, m.in. poprzez działalność w swoim środowisku.

source: Owing to this, the budgetary funds allotted to sending and maintenance of a volunteer abroad will have a tangible benefit not only for the hosting country, but also upon his/her return, through activities aimed at raising awareness of global issues among Poles.
pl: Dzięki temu środki budżetowe przeznaczone na wysłanie i utrzymanie wolontariusza za granicą przyniosą wymierną korzyść, nie tylko w kraju, do którego został wysłany, ale również po powrocie, poprzez działalność prowadzącą do zwiększenia globalnej świadomości Polaków.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Polish rescuers provide aid in Nepal
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Polscy ratownicy niosą pomoc w Nepalu

source: Polish rescuers provide aid in Nepal
pl: Polscy ratownicy niosą pomoc w Nepalu

source: On 26 April 2015, the day after the earthquake which took place in Nepal (the magnitude was 7.9 in the Richter scale) Polish heavy searching and rescue team from Polish Fire Brigade HUSAR POLAND went to the scene in order to provide rescue assistance to victims.
pl: 26 kwietnia 2015 r., dzień po trzęsieniu ziemi, jakie miało miejsce w Nepalu (wstrząs miał siłę 7,9 w skali Richtera) polska ciężka grupa poszukiwawczo-ratownicza Państwowej Straży Pożarnej HUSAR POLAND udała się na miejsce zdarzenia, aby nieść pomoc ratowniczą poszkodowanej ludności.

source: Polish group is a self-sufficient entity, certified by the rules of international UN standards, which is fully prepared to independent work.
pl: Polska grupa stanowi samowystarczalną certyfikowaną według międzynarodowych standardów ONZ jednostkę, która jest w pełni przygotowana do samodzielnego działania.

source: The group consists of 81 fire fighters of Polish Fire Brigade from Warsaw, Gdańsk, Nowy Sącz, Łódź and Poznań as well as 12 rescue dogs.
pl: W skład grupy wchodzi 81 strażaków Państwowej Straży Pożarnej z Warszawy, Gdańska, Nowego Sącza, Łodzi i Poznania oraz 12 psów ratowniczych.

source: Polish fire fighters have at their disposal few tons of rescue equipment inter alia geophones, search cameras, hydraulic and pneumatic equipment, equipment for stabilization of the buildings and medical equipment.
pl: Polscy strażacy mają do dyspozycji kilka ton sprzętu ratowniczego m.in. geofony, kamery wziernikowe, sprzęt hydrauliczny, pneumatyczny, sprzęt do stabilizacji budynków oraz sprzęt medyczny.

source: They have logistic resources, means of communication and water.
pl: Posiadają ze sobą całe zaplecze logistyczne, środki łączności, żywność oraz wodę.

source: Polish searching and rescue team was directed to rescue actions in town Lalitpur, 12 km from Kathmandu and in town Bhaktapur in region, where most of the buildings were destroyed in the cataclysm.
pl: Polska grupa poszukiwawczo-ratownicza została skierowana do działań ratowniczych w miejscowości Lalitpur, 12 km od Katmandu oraz miejscowości Bhaktapur w rejonie, w którym większość budynków została zniszczona przez kataklizm.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2010 / Increase in milk processing capabilities
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2010 / Dostatnia wieś - zwiększenie przeróbki mleka w Mołdawii

source: Increase in milk processing capabilities
pl: Dostatnia wieś - zwiększenie przeróbki mleka w Mołdawii

source: Between 2009-2010 a number of projects were carried out in Moldova in order to stimulate activity of local communities aimed at development and promotion of dairy production.
pl: W latach 2009-2010 w Mołdawii były prowadzone projekty mające na celu aktywizację społeczności lokalnych skierowaną na rozwój oraz promocję produkcji mleczarskiej.

source: Within the framework of these projects a milk purchasing centre was built and equipped and a system of milk purchasing was organized among the producers.
pl: W ramach wymienionych powyżej projektów zbudowano i wyposażono centrum skupu mleka oraz zorganizowano system jego skupu wśród producentów.

source: It brought about an increase in milk quality and in production levels in the region as well as in its efficiency and profitability.
pl: Dzięki temu nastąpił wzrost produkcji mleka w regionie oraz podniosła się jego jakość, a także efektywność i dochodowość produkcji.

source: Mirosław Matreńczyk, one of the project coordinators, has stated that limited earning possibilities are one of the main reasons for the destruction of rural social structure and the break-up of families caused by immigration.
pl: Ograniczone możliwości zarobkowania to jedna z przyczyn prowadzących do niszczenia struktury społecznej wsi oraz rozpadu rodzin z powodu emigracji.

source: The aim of the projects was to properly stimulate the activity of residents of rural areas in Moldova so that the effects of such a stimulation could be instantly visible and encouraging to take up further actions.
pl: Celem projektów była taka aktywizacja mieszkańców mołdawskich wsi, której efekty mogłyby być szybko widoczne i mobilizujące do dalszych działań.

source: One of the dairies was the first one in Moldova to obtain the rights to export milk to the EU markets and Russia.
pl: Jedna z mleczarni jako pierwsza w Mołdawie uzyskała uprawnienia do eksportu mleka na rynek UE oraz Rosji -podsumowuje jeden z koordynatorów projektów, Mirosław Matreńczyk.

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / Civil service training for Eastern Partnership countries
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Szkolenie z zakresu służby cywilnej dla krajów Partnerstwa Wschodniego

source: Civil service training for Eastern Partnership countries
pl: Szkolenie z zakresu służby cywilnej dla krajów Partnerstwa Wschodniego

source: Between 20 and 31 October 2014, 18 civil servants from six Eastern Partnership countries (Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine) are on internships in the departments of Polish ministries and government agencies which are responsible for human resources management.
pl: W dniach 20 - 31 października 2014 r. 18 urzędników z sześciu krajów Partnerstwa Wschodniego - Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii i Ukrainy - odbywa staże w Polsce w komórkach ministerstw i urzędów administracji rządowej odpowiedzialnych za zarządzanie zasobami ludzkimi.

source: The training's aim is to familiarize the participants with Polish experiences and best practices relating to human resources policy.
pl: Celem szkolenia jest zapoznanie jego uczestników z polskimi doświadczeniami i dobrymi praktykami dotyczącymi polityki kadrowej.

source: During their two-week stay, the trainees will get to know the organizational structure, aims, and principal tasks of their respective host agencies.
pl: Podczas dwutygodniowego pobytu stażyści zapoznają się ze strukturą organizacyjną, celami i głównymi zadaniami urzędu, do którego zostali skierowani.

source: They will learn about the rules and processes governing the functioning of the Director General's Office, and of units which are responsible for human resources policy, and for implementing standards of human resources management.
pl: Poznają zasady i procesy funkcjonowania biura dyrektora generalnego oraz komórek odpowiedzialnych za realizację polityki kadrowej oraz wdrażanie standardów zarządzania zasobami ludzkimi.

source: They will observe selected HR processes, such as recruitment and introduction into the job, drawing up individual career plans, motivating, and terminating the employment relationship.
pl: Jako obserwatorzy będą mieli okazję uczestniczyć w wybranych procesach kadrowych dotyczących m. in. naboru i wprowadzania do pracy, opracowywania indywidualnych programów rozwoju zawodowego, motywowania i rozwiązania stosunku pracy.

source: The training will also be a good opportunity to establish direct contacts between EaP civil servants and their opposite numbers in Poland.
pl: Szkolenie jest także dobrą okazją do nawiązania bezpośrednich kontraktów pomiędzy urzędnikami z krajów PW i ich odpowiednikami w Polsce.

source: Two more modules will be conducted in 2014 in the framework of the Eastern Partnership Academy of Public Administration: a European integration training for civil servants from Georgia and Moldova, and a training on Belarus's accession to the World Trade Organization (WTO), addressed to representatives of the Belarusian government administration.
pl: Na 2014 rok przewidziana jest jeszcze realizacja dwóch modułów w ramach Akademii Administracji Publicznej Partnerstwa Wschodniego: szkolenie z zakresu integracji europejskiej dla urzędników z Gruzji i Mołdawii; szkolenie dla przedstawicieli białoruskiej administracji rządowej na temat przystąpienia Republiki Białorusi do Światowej Organizacji Handlu (WTO).

source: My name is Sheila Nurfajrina, I come from Indonesia.
pl: Nazywam się Sheila Nurfajrina i pochodzę z Indonezji.

source: I studied Architecture in Islamic University of Indonesia and graduated in 2014.
pl: W 2014 roku ukończyłam architekturę na Islamskim Indonezyjskim Uniwersytecie.

source: I am an awardee of Ignacy Łukasiewicz Scholarship, academic year 2015/2016.
pl: W roku akademickim 2015/2016 uzyskałam stypendium im.

source: Fortunately, the information was put clearly and it helped me a lot to decide which subject and university I could take.
pl: Na szczęście, informacje były przedstawione w zrozumiały sposób i to bardzo pomogło mi w wyborze odpowiedniego kierunku i uniwersytetu.

source: • Why did you decide to participate in this programme?
pl: • Dlaczego zdecydowałaś się wziąć udział w programie?

source: Because I've seen that Poland has potential to be a great country with science, technology, human and natural resources.
pl: Ponieważ dostrzegłam, że Polska ma potencjał do bycia ważnym państwem, z rozwiniętą nauką, technologią, zasobami ludzkimi i naturalnymi.
